[
  {
    "title": "Into Thin Air",
    "summary": "A gripping account of the Mount Everest disaster.",
    "description": "Jon Krakauer provides a harrowing firsthand account of the deadly storm that claimed lives during the 1996 Everest expedition. As a journalist who was part of a team attempting to summit the mountain, Krakauer takes readers through the tragedy that occurred at the peak of the world's highest mountain. The storm struck unexpectedly, and in the course of just a few hours, several climbers lost their lives. Krakauer shares the human drama and emotional struggles faced by the climbers and their families, the miscommunication between teams, the decision-making that led to disaster, and the overwhelming toll that the experience took on those involved. Combining adventure, survival, and the complexities of human nature, `Into Thin Air` offers a detailed, compelling account of a disaster that will stay with you long after you finish reading. Its not just a story of tragedy, but a reflection on the sheer magnitude of human resilience and the unyielding desire to conquer the world's most dangerous challenges.",
    "price": 18.99,
    "image": "https://bookstoreromanceday.org/wp-content/uploads/2020/08/book-cover-placeholder.png",
    "userId": "67572a5f7c8023dbcdae9e85"
  },
  {
    "title": "Salt, Fat, Acid, Heat",
    "summary": "A masterful approach to cooking.",
    "description": "Samin Nosrats “Salt, Fat, Acid, Heat” breaks down the four essential elements of cooking and how they work together to create flavor in food. She explores salt's role in enhancing flavors, fat's ability to carry and enrich those flavors, acids ability to balance and brighten dishes, and heat's transformative power in cooking techniques. With clear explanations, Nosrat empowers home cooks of all skill levels to understand the principles that govern cooking, rather than relying on memorizing recipes. The book is filled with engaging illustrations, practical advice, and delicious recipes that will elevate your cooking skills. Whether youre making a simple meal or a complex dish, this book guides you on how to experiment and trust your instincts in the kitchen. Nosrats approachable style and deep understanding of the science behind cooking make this a must-have for anyone interested in improving their culinary knowledge and creating flavorful meals. This book isn't just about recipes—it's about mastering the art and science of cooking by understanding the core elements that make any dish come to life.",
    "price": 26.99,
    "image": "https://bookstoreromanceday.org/wp-content/uploads/2020/08/book-cover-placeholder.png",
    "userId": "67572a5f7c8023dbcdae9e85"
  },
  {
    "title": "The Power of Now",
    "summary": "A guide to spiritual enlightenment.",
    "description": "Eckhart Tolles “The Power of Now” is a transformative spiritual book that teaches readers how to live fully in the present moment. Drawing from various spiritual traditions and teachings, Tolle emphasizes the importance of transcending the ego and identifying with the stillness of the present. By learning to quiet the mind and focusing on the now, Tolle believes that we can unlock a sense of peace and liberation. This book has become a modern spiritual classic, revered for its clear, concise, and impactful message. It offers practical advice on how to achieve spiritual enlightenment by recognizing the thought patterns that keep us trapped in the past or future. Through meditation, mindfulness, and self-awareness, readers are guided to connect with their inner being, shedding the mental baggage that often leads to suffering. “The Power of Now” is a life-changing read that invites readers to embrace the present, dissolve the barriers of the mind, and experience true freedom and joy.",
    "price": 16.99,
    "image": "https://bookstoreromanceday.org/wp-content/uploads/2020/08/book-cover-placeholder.png",
    "userId": "67572a5f7c8023dbcdae9e85"
  },
  {
    "title": "Sapiens: A Brief History of Humankind",
    "summary": "Exploring humanity's past and future.",
    "description": "Yuval Noah Hararis “Sapiens: A Brief History of Humankind” takes readers on an extraordinary journey through the history of humanity. From the earliest days of Homo sapiens in the Stone Age to the technological revolution and beyond, Harari explores the forces that have shaped human evolution, culture, and civilization. He examines the Cognitive Revolution, the Agricultural Revolution, and the unification of human societies, tracing how these developments have led to modern life. In this thought-provoking book, Harari delves into complex topics such as the rise of religions, capitalism, the birth of empires, and the potential future of humanity in an age of artificial intelligence and genetic engineering. The book offers a fascinating and often challenging perspective on the ways that humanity has transformed the world—and the implications for our future. By questioning assumptions and shedding light on historical patterns, Harari invites readers to think critically about the choices weve made as a species and the consequences of our actions moving forward.",
    "price": 22.50,
    "image": "https://bookstoreromanceday.org/wp-content/uploads/2020/08/book-cover-placeholder.png",
    "userId": "67572a5f7c8023dbcdae9e85"
  },
  {
    "title": "The Body Keeps the Score",
    "summary": "Understanding trauma and recovery.",
    "description": "In “The Body Keeps the Score,” Dr. Bessel van der Kolk, a leading expert on trauma, explores the lasting effects of traumatic experiences on the body and mind. Drawing on decades of research, Dr. van der Kolk explains how trauma affects the brain, nervous system, and overall well-being, often leading to long-term mental and physical health issues. Through compelling case studies, he examines how trauma survivors often develop coping mechanisms, such as dissociation and avoidance, and how these responses can interfere with healing. Dr. van der Kolk also discusses innovative treatment methods for trauma, including trauma-focused therapies, yoga, and neurofeedback, which can help patients reclaim their lives. This groundbreaking book highlights the importance of understanding the mind-body connection in the healing process and empowers readers to take control of their own recovery. Whether you are a trauma survivor or a mental health professional, “The Body Keeps the Score” offers invaluable insights into the science of trauma and the path to recovery.",
    "price": 17.99,
    "image": "https://bookstoreromanceday.org/wp-content/uploads/2020/08/book-cover-placeholder.png",
    "userId": "67572a5f7c8023dbcdae9e85"
  },
  {
    "title": "Blue Latitudes",
    "summary": "Following Captain Cook's adventures.",
    "description": "In “Blue Latitudes,” Tony Horwitz recounts the voyages of Captain James Cook, one of the most famous explorers in history. This captivating narrative combines historical research with Horwitz's personal travel experiences, retracing the route that Cook took on his three voyages to the Pacific Ocean in the 18th century. Along the way, Horwitz provides insight into the indigenous cultures Cook encountered, the scientific discoveries he made, and the impact of his voyages on the modern world. Through Horwitzs perspective, readers get a fresh look at the complexities of exploration, colonialism, and cultural exchange, exploring both the triumphs and the tragedies of these encounters. “Blue Latitudes” is a fascinating journey through history, offering an in-depth examination of Captain Cooks legacy while providing a personal reflection on how we understand the past and its influence on the present. Its a thought-provoking and engaging read for anyone interested in history, travel, and adventure.",
    "price": 19.99,
    "image": "https://bookstoreromanceday.org/wp-content/uploads/2020/08/book-cover-placeholder.png",
    "userId": "67572a5f7c8023dbcdae9e85"
  }
]